{
    "id": "ferarock",
    "hostname": "http://ferarock.org",
    "title": "Ferarock",
    "logo": "/sites/all/themes/t_ferarock/img/website-logo.png",
    "channels": {
        "6-6-6": {
            "title": "6 6 6",
            "subTitle": "99.1 MHz - HEROUVILLE SAINT CLAIR",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/666_haut_coul_jpg.jpg",
            "streams": "http://radio666.net:8000/666.mp3",
            "descr": "666 la radio rock normande émet sur la région caennaise depuis 1982. Elle a participé à la création de la Ferarock en 1991. La radio est animée et administrée essentiellement par des bénévoles, et ouvre en permanence son antenne aux artistes locaux et autres acteurs culturels. Le programme comprend un fil musical de découvertes (75 titres), un magazine culturel quotidien (Les Apéronews) de 18 à 19, et une cinquantaine d'émissions thématiques en soirée et le weekend.",
            "url": "http://www.radio666.com/"
        },
        "beaub-fm": {
            "title": "BEAUB’FM",
            "subTitle": "89 MHz - Limoges",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/siteon1.png",
            "streams": "http://beaubfm2.ice.infomaniak.ch/beaubfm2-96.mp3",
            "descr": "Beaub Fm est une radio associative située dans le quartier de Beaubreuil à Limoges. Cultivant des valeurs d'indépendance et d'ouverture, la radio Beaub Fm s'inscrit dans le soutien à la scène artistique locale et à la scène indépendante nationale et internationale. Présente sur la majorité des évènements culturels locaux mais aussi nationaux (la Route du Rock, le festival de Dour, le Printemps de Bourges, Transmusicales de Rennes...), la radio Beaub Fm promeut et diffuse toutes les musiques actuelles.",
            "url": "http://beaubfm.org/"
        },
        "c-rock-radio": {
            "title": "C'ROCK RADIO",
            "subTitle": "89.5 MHz - VIENNE",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logo_crock_i.png",
            "streams": "http://stric6.streamakaci.com/crock.mp3",
            "descr": "C'rock Radio est une radio de découvertes musicales, basée à Vienne. Elle propose une programmation variée (rock, mais aussi hip hop, électro, blues, etc.) et de nombreuses émissions spécialisées comme Jazz à Vienne, Groove Music Sessions, Tous en Tong (rock'n'roll), Mondo vision, Soleinoïde, Culture prohibée, etc.",
            "url": "http://www.crockradio.com/"
        },
        "canal-b": {
            "title": "CANAL B",
            "subTitle": "94 MHz - RENNES",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logo_radiologo_canal_b.png",
            "streams": "http://stream.levillage.org/canalb?13623084951917.mp3",
            "descr": "Canal B est une radio associative non commerciale, indépendante de tout mouvement ou groupe religieux, idéologique ou politique qui émet en FM sur la métropole rennaise depuis 1984. Ce média local de proximité est spécialisé dans les musiques actuelles émergentes et plus largement dans le secteur culturel. Les émissions de Canal B traitent quotidiennement de l'actualité locale : politique, économique, sociale, environnementale... Canal B met en place des ateliers d’éducation aux médias à destination de publics jeunes ou adultes.",
            "url": "http://www.canalb.fr/"
        },
        "cibl": {
            "title": "CIBL",
            "subTitle": "101.5 MHZ - MONTRÉAL",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logo_radiologo_cibl_i.jpg",
            "streams": "http://stream02.ustream.ca/cibl128.mp3",
            "descr": "Depuis bientôt 40 ans, CIBL, radio cousine québécoise, incarne comme aucune autre l’essence unique de Montréal. Libre, indépendante, éclectique et ouverte, c’est la voix et la musique des montréalais. Une fenêtre pour le monde, ouverte sur cette ville qu’on aime et célèbre depuis le 27 avril 1980.",
            "url": "https://www.cibl1015.com/"
        },
        "cism": {
            "title": "CISM",
            "subTitle": "89.3 MHZ - MONTRÉAL",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/cism_0.png",
            "streams": "http://stream03.ustream.ca/cism128.mp3",
            "descr": "CISM est la radio des étudiants et étudiantes de l'Université́ de Montréal. Elle diffuse sur les ondes du 89,3FM depuis plus de 28 ans avec une puissance de 10 000 watts, ce qui fait d'elle la plus grande radio universitaire francophone au monde. Avec plus d’un million d’écoutes par an sur son site web et de nombreux prix comme radio de l’année au GAMIQ et aux Rencontres de l’ADISQ, CISM peut se targuer d’être l’un des médias indépendants les plus importants au Québec. Animée par l’audace, la liberté et la diversité, la Marge est un tremplin essentiel pour les nouveaux artistes québécois. Chaque semaine, 120 animateurs bénévoles participent à la mise en ondes de 80 émissions différentes dans une programmation originale qui roule 24 heures par jour, 365 jours par année.",
            "url": "https://www.cism893.ca"
        },
        "equinoxe": {
            "title": "EQUINOXE",
            "subTitle": "106 MHZ - NAMUR",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/equinoxe.png",
            "streams": "http://live.equinoxenamur.be:8000/Equinoxe.mp3",
            "descr": "Equinoxe est une radio cousine belge à vocation culturelle et d'éducation permanente, reconnue comme telle par la Communauté française de Belgique. Passionnés, voilà le mot qui qualifie au mieux cette trentaine de bénévoles attachés au projet et qui, chaque semaine, donnent de leur temps pour que vive Equinoxe. Equinoxe s'investit énormément dans la vie culturelle de sa région. Couvertures d’événements comme les Solidarités, Namur en Mai, le Festival International du Film Francophone, Esperanzah!, le Festival Nature Namur, le Festival du Cirque de Namur ...Equinoxe est aussi un passage enrichissant pour les jeunes désireux de faire de la radio leur métier. Sont passés par notre petit studio : Gaëtan Doquire (Le Journal sur Nostalgie), Sacha Daout, (R.T.B.F.), François Fyon (Fun Radio) pour ne citer qu'eux.",
            "url": "http://www.equinoxenamur.be/"
        },
        "fmr": {
            "title": "FMR",
            "subTitle": "89.1 MHZ - TOULOUSE",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logofmr.png",
            "streams": "http://www.giss.tv:8000/radio-fmr.mp3",
            "descr": "En 1981 lors de sa fondation le sujet principal de radio FMR était musical. Dès les premières années le décloisonnement des disciplines a naturellement fait migrer son contenu éditorial. Un dispositif qui propose au public de mieux approcher, appréhender et même comprendre les enjeux de la recherche dans les pratiques artistiques et qui met au centre de ses intérêts la diversité et la curiosité que génère cette recherche dans la création. Depuis l’origine des centaines de jeunes musiciens, de jeunes plasticiens, de jeunes comédiens, de jeunes artistes, de jeunes créateurs, ont produit et produisent toujours des émissions uniques ou durables sur l’antenne de radio FMR. Cette ouverture a favorisé le développement d’un réseau d’une incroyable richesse qui nous permet d’être en prise directe et permanente dans ces laboratoires de la création artistique. Et donc d’en être le média radiophonique naturel.\r\n ",
            "url": "https://radio-fmr.net/"
        },
        "frequence-mutine": {
            "title": "FRÉQUENCE MUTINE",
            "subTitle": "107.8 MHz - BREST",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logo_radiologo_frequencemutine.jpg",
            "streams": "http://icecast.infini.fr:8000/mutine",
            "descr": "La Radio associative Rock de Brest depuis le 23 février 1982, membre du réseau Ferarock, et qui a pour mission de porter et supporter l'alternative musicale et culturelle sur le bassin Brestois et au-delà.",
            "url": "http://www.frequencemutine.fr/"
        },
        "jet-fm": {
            "title": "JET FM",
            "subTitle": "91.2 MHZ - NANTES ET AGGLOMÉRATION",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/jetfm91.jpg",
            "streams": "http://80.82.229.202:8000/jetfm.mp3",
            "descr": "L’association JET est implantée depuis 1986 dans le quartier de Bellevue à Saint-Herblain (44) et diffuse depuis 1992 en Loire-Atlantique et sur internet. Elle propose quatre activités en lien avec la pratique et la diffusion radiophonique : la formation à la pratique et création radiophonique, la mise en œuvre d’actions d’éducation au média radio, l’accompagnement et la production de projets radiophoniques, et un média social de proximité.",
            "url": "http://jetfm.fr/site/"
        },
        "l-eko-des-garrigues": {
            "title": "L'EKO DES GARRIGUES",
            "subTitle": "88.5 MHZ - MONTPELLIER",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logo_radiologo_ekodesgarrigues.jpg",
            "streams": "http://91.121.159.124:8000/eko-des-garrigues-256k.ogg",
            "descr": "L’Eko Des Garrigues résiste depuis 1978 en distillant des musiques nouvelles, innovatrices, actuelles, expérimentales et un discours alternatif et indépendant. Au menu donc, un cocktail musical explosif aux proportions variables de furia latine, de violence binaire et de mélancolie de synthèse mais aussi des spécialités régionales où les mouvances actuelles et les horizons nouveaux font leurs entrées. Rock, punk, alternatif, techno musiques électroniques et expérimentales, etc.",
            "url": "http://www.ekodesgarrigues.com/"
        },
        "radio-activ": {
            "title": "RADIO ACTIV'",
            "subTitle": "101.9 MHZ - SAINT BRIEUC",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logo_radiologo_radioactiv_.png",
            "streams": "http://151.80.115.65:8000/activ.mp3",
            "descr": "Radio Activ' est née en 1997. Ecoutée sur le département des Côtes d'Armor, elle émet en FM à 50km autour de Langueux/Saint-brieuc et sa périphérie. Diffusant des musiques actuelles et toutes formes d'expressions non relayées par les medias géneralistes, elle privilégie les initiatives locales ainsi que l'émergence musicale. L'association compte 3 salariés et  une soixantaine de bénévoles qui la font vivre avec plus de 30 émissions aux couleurs musicales differentes mais aussi des emissions \"talk\" refletant les enjeux societaux d'aujourd'hui. Par ailleurs, Radio Activ' organise aussi des plateaux extérieurs (festivals, débats, etc.) tout au long de l'année.",
            "url": "http://www.radio-activ.com"
        },
        "radio-alpa": {
            "title": "RADIO ALPA",
            "subTitle": "107.3 MHz - Le Mans",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/siteon56.png",
            "streams": "http://www.radioalpa.com:8000/&type.mp3",
            "descr": "Née d’une radio pirate « Radio Rillettes » (ça ne s’invente pas) à l’initiative entre autres d’enseignants à l’Université du Maine et de leurs amis, Radio Alpa est déclarée officiellement à la Préfecture de la Sarthe le 10 février 1982 lors de la libération des ondes par le Président François Mitterrand. Elle prend le nom de « ALPA » qui est à l’origine une abréviation d’Association Locale Pour l’Audiovisuel. Essentiellement animée par des bénévoles, elle évolue musicalement pour devenir une radio de référence nationale pour promouvoir la culture locale, les découvertes musicales, les artistes locaux, les nouvelles esthétiques des musiques actuelles. Mais elle est en premier lieu un média qui s’inscrit dans l’origine et le sens de la libération des ondes : libérer la parole et la donner à ceux qui ne l’ont pas forcément. D’où des émissions sur les faits de société, sur l’actualité, sur la vie locale.",
            "url": "http://radioalpa.com/"
        },
        "radio-ballade": {
            "title": "RADIO BALLADE",
            "subTitle": "101.8 MHZ - ESPERAZA",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logo_radiologo_radioballade_2.jpg",
            "streams": "https://sv6.vestaradio.com/Ballade",
            "descr": "Née en 1981 dans l'excitation des premières radios libres, grâce à l'énergie des gens décidés à faire entendre une voix différente dans le paysage audiovisuel local, Radio Ballade assure son rôle de découvreur de la scène musical locale, nationale et internationale. A ce jour, Radio Ballade s’emploie à offrir à ses auditeurs un paysage musical éclectique, alternatif et spécialisé en offrant une programmation musicale, riche des trouvailles de ses animateurs : jazz, blues, world, électro, rock, reggae, hip hop, rap, punk, métal... Tous les après-midis, des directs sont assurés afin de relayer les initiatives locales.",
            "url": "http://radioballade.net/"
        },
        "radio-beton": {
            "title": "RADIO BÉTON",
            "subTitle": "93.6 MHZ - TOURS",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/betonvect_2014.jpg",
            "streams": "https://stream.radiobeton.com:8001/stream.mp3",
            "descr": "Créée en 1984, Radio Béton commence à émettre en novembre 1985 sans autorisation, tout comme la plupart des radios libres. Interdite en mai 1986 par la Haute Autorité de la communication audiovisuelle, elle organise alors le festival Aucard de Tours. Sans autorisation toujours, elle reprend ses émissions en novembre 1986 jusqu’en juin 1990, où le Conseil supérieur de l'audiovisuel fait saisir le matériel. Après de nombreuses tractations et surtout une manifestation dans les rues de Tours, la radio obtient finalement en octobre 1990 le droit d’émettre.\r\nBéton intègre alors en 1991 la Ferarock.\r\n ",
            "url": "https://www.radiobeton.com/www/"
        },
        "radio-coteaux": {
            "title": "RADIO COTEAUX",
            "subTitle": "104.5 / 97.5 MHZ - AUCH / TARBES",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/sans-titre-2.jpg",
            "streams": "http://str80.streamakaci.com:7960/;stream.mp3",
            "descr": "Radio Coteaux est une radio de proximité qui a un rôle de lien social, de sensibilisation sur des sujets divers comme l'écologie, le développement durable, la culture, la lutte contre les discriminations.... .Notre association est reconnue comme organisme d’intérêt général. Radio Coteaux s'efforce à jouer un rôle actif dans la dynamisation de sa région. Notre programmation musicale éclectique au niveau des styles est avant tout axé sur la découverte et la promotion d'artistes en développement. Radio Coteaux diffuse sur 2 fréquences 97,7 et 104,5.",
            "url": "http://www.radiocoteaux.com/"
        },
        "radio-dio": {
            "title": "RADIO DIO",
            "subTitle": "89.5 MHZ - SAINT ETIENNE",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logo_radiologo_radiodio.jpg",
            "streams": "http://live.francra.org:8000/RadioDio",
            "descr": "Radio Dio est une radio associative alternative diffusant sur Saint-Étienne et proche banlieue. Son slogan est « libre, sauvage, et impertinente » et son animal totem, le chat indocile ! Elle se donne pour mission de donner la parole à ceux qui ne l'ont pas, de se battre contre les discriminations, d'ouvrir les ondes aux cultures présentes dans la ville mais issues de différentes zones du monde et de promouvoir la scène indépendante, prioritairement régionale, mais aussi nationale ou internationale. Malgré son image rock, Radio Dio diffuse une grande diversité de styles musicaux actuels, que ce soit du Dub, du Hip-hop ainsi que du Blues ou du Raï ! Elle peut être écoutée sur internet, via son site web, ou sur la bande FM, fréquence 89.5, à Saint-Étienne et dans ses proches environs.",
            "url": "http://radiodio.org/"
        },
        "radio-mega": {
            "title": "RADIO MEGA",
            "subTitle": "99.2 MHZ - VALENCE",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logo-radiomegahaut.png",
            "streams": "http://live.francra.org:8000/Radio-Mega",
            "descr": "Créée en 1981 par un groupe d'amis, Radio Méga est une radio de proximité diffusant les artistes émergents et mettant en avant l'actualité locale. Attachée aux valeurs de l'éducation populaire et de citoyenneté, l'équipe (composée de salariés, services civiques et de près de 80 bénévoles) réalise des programmes variés, curieux, créatifs, reflets de notre territoire et qui s'inscrivent dans une démarche pluriculturelle. Sur le terrain ou dans les studios, la radio veille à ne pas s'installer dans la routine par respect pour ses auditeurs qu'elle cherche à surprendre, en se démarquant des contenus conventionnels des médias audiovisuels commerciaux.",
            "url": "https://www.radio-mega.com"
        },
        "radio-panik": {
            "title": "RADIO PANIK",
            "subTitle": "105.4 MHZ - BRUXELLES",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/radio_panik_logo_2016-02.gif",
            "streams": "http://streaming.domainepublic.net:8000/radiopanik.ogg",
            "descr": "Radio Panik, radio cousine belge, est une radio d'expression et de création, une radio associative, participative, urbaine, multi- et interculturelle. Elle a été créée en 1983 à l'initiative d'un groupe de personnes militant contre le racisme et pour les droits de l'homme. Les émissions sont toutes produites par des bénévoles. Les auditeurs y sont perçus non comme des consommateurs d'idées reçues et de «produits» culturels formatés, mais comme des individus intelligents et sensibles, eux-mêmes créateurs potentiels de richesses culturelles. C'est un espace sonore différent, ouvert à toutes les cultures du monde. Un joyeux mix d'explorations musicales, de cultures et d'idées.",
            "url": "http://www.radiopanik.org/"
        },
        "radio-pfm": {
            "title": "RADIO PFM",
            "subTitle": "99.9 MHZ - ARRAS",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logo_radiologo_pfm.jpg",
            "streams": "http://178.33.237.20:8000/stream.mp3",
            "descr": "Radio PFM 99.9 est une radio associative, libre et sans publicité, basée à Arras (Pas-de-Calais). Créée en 1981, au moment du mouvement des radios libres, PFM est restée fidèle à sa démarche de départ : promouvoir diverses formes d'expression et défendre le pluralisme, au travers d'une radio non-commerciale. Aujourd'hui, plus de soixante bénévoles y proposent des émissions au sein d'une programmation qui se veut riche et variée, ouverte et exploratrice.",
            "url": "https://www.radiopfm.com/"
        },
        "radio-primitive": {
            "title": "RADIO PRIMITIVE",
            "subTitle": "92.4 MHZ - REIMS",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/primlogooff_1.jpg",
            "streams": "https://radioprimitive.fr/live.mp3",
            "descr": "Née en octobre 81, Radio Primitive est aujourd'hui une association forte de près de 180 adhérents dont une quarantaine de bénévoles actifs qui réalisent chaque semaine près d'une trentaine d'émissions et/ou participent à la gestion de la station. Tout à la fois terrain expérimental, lieu de formation, structure d'accueil, studio de recherches, cadre d'animation socioculturelle, et outil de radiodiffusion. Radio Primitive est et restera, une radio locale en phase avec le milieu qui l'entoure.",
            "url": "https://www.radioprimitive.fr/www/Bienvenue.html"
        },
        "radio-pulse": {
            "title": "RADIO PULSE",
            "subTitle": "90.0 MHZ - ALENÇON",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logo_radiofera16_pulse_logo.jpg",
            "streams": "http://media.radiopulse.fr:8080/pulse",
            "descr": "Pulse a pour objet la promotion des musiques actuelles, des artistes locaux et de la vie associative locale. D'une façon générale, elle entend promouvoir la création et les formes culturelles dites alternatives. Radio Pulse met en avant et soutient les actions éducatives et culturelles, de lutte contre les discriminations et de protection de l'environnement. La zone de diffusion FM s'étend du Parc Naturel Régional de Normandie-Maine à celui du Perche à l'Est et de Mortrée au nord, jusqu'au Mans au Sud.",
            "url": "http://www.radiopulse.fr/"
        },
        "rcv": {
            "title": "RCV",
            "subTitle": "99.0 MHZ - LILLE",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logo_radiologo_rcv_ok.jpg",
            "streams": "https://www.radioking.com/play/rcv99fm/63142",
            "descr": "RCV99fm cultive son indépendance sur la bande FM de Lille depuis 1982. Radio associative libre car sans aucune pub mais surtout libre de diffuser aussi bien du rock que du hip hop, techno, jazz, métal, funk, reggae, psyché, drum & Bass, afro beat... pourvu que ce soit fait avec les trippes. Ecoutez à Lille sur le 99.00Mhz de 17h à 05h ! Ecoutez-nous aussi 24h/24 sur l'application smartphone RCV99fm, en streaming sur notre site web ou encore en DAB+ sur la métropole lilloise.",
            "url": "http://www.rcv-lille.com/"
        },
        "rpg": {
            "title": "RPG",
            "subTitle": "96.5 MHZ - GUÉRET",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logo_rpg.jpg",
            "streams": "http://radiopaysdegueret.ice.infomaniak.ch/radiopaysdegueret.mp3",
            "descr": "Radio Pays de Guéret - 96.5 fm diffuse depuis 2007 sur le département de la Creuse, un programme d'intérêt local qui repose sur la mise en valeur des (innombrables) initiatives du territoire. Elle s'attache à valoriser une programmation musicale universelle et éclectique dans laquelle se côtoient Death Grips, Bourvil, et John Cage pour ne citer qu'eux. Hors-antenne, RPG prend une part active à la vie locale et à son développement en organisant de nombreuses actions d'éducation aux médias, notamment en milieu scolaire.",
            "url": "http://www.radiopaysdegueret.fr/"
        },
        "rqc": {
            "title": "RQC",
            "subTitle": "95 mhz - Mouscron",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/rqc_cov.jpg",
            "streams": "http://5.39.80.55:8000/flux.mp3",
            "descr": "Notre radio cousine, RQC 95 FM - \"Radio Qui Chifèl\" est un service de l’asbl Animation Média Picardie. L'association créée en 1979, active dans l’audiovisuel et l’éducation permanente, est soucieuse de participer à l’éveil culturel et citoyen. RQC en est l'émanation publique. La radio vit sans interruption depuis ses débuts. Fidèle aux valeurs choisies, la programmation est très large et couvre la plupart des tendances musicales dès plus désuètes (aux yeux de certains) aux plus expérimentales. Aux côtés des émissions musicales, RQC propose des temps d'antenne libre aux acteurs de la société civile, au monde associatif et au monde académique ainsi que des émissions communautaires (en portugais et en néerlandais).  ",
            "url": "http://www.rqc.be"
        },
        "sol-fm": {
            "title": "SOL FM",
            "subTitle": "100.7 MHZ - LYON",
            "thumb": "/sites/default/files/ferarock/styles/auto_360/public/ged/logo_radiofera15_solfm_250x160.jpg",
            "streams": "http://stric6.streamakaci.com/solfm64.mp3",
            "descr": "Depuis plus de 37 ans, Sol FM sévit dans le PAF et affirme que la culture c'est rock. Différente, curieuse, rugueuse, joyeuse ,aventureuse, l'antenne de Sol FM accueille des artistes reconnus ou pas issus des scène rock, punk, électro, groove, garage, hard core , noise, pop et même chanson. Sol FM, c'est une équipe de passionnés, dingues de musiques et de concerts qui s'acharnent à offrir une alternative culturelle. Sol FM, c'est aussi des concerts à la radio ; les « DAYOFF », des émissions hors les murs ; les « DU NERF DANS L'TUNER », émissions réalisées en direct depuis les salles de concerts. ",
            "url": "http://www.sol-fm.fr"
        }
    }
}